{
  "privacyPolicy": {
    "title": "Privacy Policy",
    "section1": {
      "paragraph1": "This privacy policy (“Policy”) applies to your use of the Website and Services offered by us hosted at www.-------------.com, but does not apply to any third-party links accessible on the Website.",
      "paragraph2": "By visiting Website, you agree and acknowledge to be bound by this Policy and you hereby consent that we will collect, use, process and share your Personal Information in the manner set out herein below. If you do not agree with these terms, do not use the Website.",
      "paragraph3": "It is clarified that the Terms of Use that are provided separately, form an integral part of your use of this Website and should be read in conjunction with this Privacy Policy."
    },
    "section2": {
      "title": "INFORMATION WE COLLECT",
      "paragraph1": "We may collect, receive and store Personal Information from you in a variety of ways, including, but not limited to, when you visit our site, subscribe to the newsletter, fill out a form, and in connection with other activities, services, features or resources we make available on our Website. You may be asked for, as appropriate, name, email address, mailing address, phone number.",
      "paragraph2": "The term \"Personal Information\" means information that you provide to us which personally identifies you to be contacted or identified, such as your name, phone number, email address, and any other data that is tied to such information.",
      "paragraph3": "We may collect Non-Personal Information whenever you access with our Website. Non-Personal Information may include the searches you undertake, the pages you view, your browser type, IP address, location, and referring URL and other similar information.",
      "paragraph4": "You may opt to not provide us with certain information, however that will restrict you from registering with us or availing of our services. We use commercially reasonable efforts to ensure that the collection of Personal Information is limited to that which is necessary to fulfill the purposes identified below. If we use or plan to use your information in a manner different than the purpose for which it is collected, then we will ask you for your consent prior to such use."
    },
    "section3": {
      "title": "USE OF INFOMRATION",
      "paragraph1": "The Personal Information collected will be used only for the purposes of enabling you to use the services provided by us, calibrate your interest in our services, inform you about online offers, send you updates, news, and newsletters, if you subscribe for it, run a promotion, contest or survey, troubleshoot problems, customize user experience, detect and protect us against error, fraud and other illegal activity, and as otherwise described to you at the time of collection of such information."
    },
    "section4": {
      "title": "COOKIES",
      "paragraph1": "We send cookies to your computer to identify your browser and improve the quality of our service. The term \"cookies\" refers to small pieces of information that a website sends to your computer's hard drive while you are viewing the site. If you choose to disable cookies, some areas of the Website may not work properly or at all. We use third party tools, who may collect anonymous information about your visits to our Website using cookies, and interaction with our services. Such third parties may also use information about your visits to our Services and other web sites to target advertisements for our Services. No Personal Information is collected or used in this process. You can opt-out of sharing this information with third parties by deactivating cookies, the process of which varies from browser to browser."
    },
    "section5": {
      "title": "SHARING AND DISCLOSURE OF INFORMATION",
      "paragraph1": "We may disclose personal information that we collect, or you provide in the following ways:",
      "listItems": {
        "item1": "To our subsidiaries and affiliates, which are entities under common ownership or control.",
        "item2": "To contractors, advertisers/service providers and other third-parties whom we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.",
        "item3": "To fulfill the purpose for which you provide it.",
        "item4": "To enforce or apply our Terms of Use, Privacy and any other Policy.",
        "item5": "take action regarding suspected illegal activities;",
        "item6": "comply with legal process, such as a search warrant, subpoena, statute, or court order;",
        "item7": "protect our rights, reputation, and property, or that of our Users, Affiliates, or the public.",
        "item8": "For any other purpose disclosed by us when you provide the information."
      }
    },
    "section6": {
      "title": "SECURITY",
      "paragraph1": "We have implemented all security procedures to protect the confidentiality, integrity, and availability of your Personal Information. We maintain strict physical, electronic, and administrative safeguards to protect the information from unauthorized or inappropriate access.",
      "paragraph2": "We follow generally accepted standards to collect, store and protect personal data, including the use of encryption. We retain personal data for as long as it is needed to provide the services you have requested, and thereafter for legal and service purposes. These may include retention periods mandated by legal, contractual, or similar obligations; for resolving, preserving, enforcing or defending our legal and contractual rights etc.",
      "paragraph3": "While we take the above reasonable measures to guard against misuse of information, we cannot guarantee that someone will not overcome our security measures, including, without limitation, the security measures implemented on the Website. Therefore, your uploading of Personal Information on this Web site constitutes your acceptance of this risk, and by posting of Personal Information, you waive any right to seek legal relief against us and release us from any and all claims arising out of or related to the misuse of information."
    },
    "section7": {
      "title": "TERMS AND MODIFICATIONS TO THIS PRIVACY POLICY",
      "paragraph1": "Our Privacy Policy is subject to change at any time without notice. To make sure you are aware of any changes, please review this policy periodically. You hereby acknowledge and agree that it is your responsibility to review this Policy periodically and become aware of the changes."
    },
    "section8": {
      "title": "APPLICABLE LAW",
      "paragraph1": "Your use of this Website will be governed by and construed in accordance with the laws of India. The Users agree that any legal action or proceedings arising out of your use may be brought exclusively in the competent courts/ tribunals having jurisdiction in Bengaluru in India and irrevocably submit themselves to the jurisdiction of such courts/ tribunals."
    },
    "section9": {
      "title": "COMPLAINTS AND GRIEVANCE REDRESSAL",
      "paragraph1": "Any complaints or concerns or any dispute or breach of confidentiality or any proprietary rights in relation to the Personal Information shall be immediately informed to the Grievance cum Nodal Officer as mentioned below in writing or by way of raising a grievance ticket through the hyperlink mentioned below:"
    },
    "section10": {
      "addressLine1": "Mr./Mrs.",
      "addressLine2": "Address",
      "addressLine3": "Client",
      "addressLine4": "Pvt. Ltd.",
      "addressLine5": "Email",
      "addressLine6": "Phone",
      "addressLine7": "Grievances portal"
    }
  },
  "refundPolicy": {
    "title": "REFUND POLICY",
    "section1": {
      "paragraph1": "While applying for a Service you have to pay the following fees/charges:",
      "listItems": {
        "item1": "Application Processing Fees;",
        "item2": "Earnest Money Deposit (“EMD”); and",
        "item3": "E-Stamping & E-Signing Charges (Optional)"
      },
      "paragraph2": "From the aforesaid payments, payments made towards Application Processing Fees and E-Stamping & E-Signing Charges shall not be refundable to you.",
      "paragraph3": "However, you shall be eligible for refund of EMD as per the following criteria:",
      "tableData": {
        "tHead": {
          "head1": "Sr. No.",
          "head2": "Scenarios",
          "head3": "Eligibility",
          "head4": "Time of Refund"
        }
      }
    }
  },
  "termsOfUse": {
    "title": "TERMS OF USE",
    "section1": {
      "paragraph1": "The terms and conditions contained hereinafter (“Term”) shall apply to the use of the website, mobile applications, APIs, software etc. (collectively “Website”) offered by the ------- Private Limited (“CIDCO”, “we”, “us” or “our”).",
      "paragraph2": "Any person browsing, accessing, or using the Website (“Client”, “you” or “your”) whether shown any interest to avail any services or not provided on the Website (\"Services\"), shall be deemed to have read, understood, and unconditionally and irrevocably accepted the Terms. These Terms together with applicable policies displayed on the Website separately constitutes a legally binding agreement between Client and CIDCO (“Agreement”)."
    },
    "section2": {
      "title": "ELIGIBILITY",
      "paragraph1": "You represent and warrant that you have the right, consent, authority, and legal capacity to enter into the Agreement and that you are not prohibited or prevented by any applicable law for the time being in force or any order or decree or injunction from any court, tribunal or any such competent authority restraining you from entering into the Agreement.",
      "paragraph2": "If at any time it is found that you have made any misrepresentation, then we reserve the right to forthwith terminate your right to access and use the Website, or the Services without any liabilities of whatever nature."
    },
    "section3": {
      "title": "TERM",
      "paragraph1": "This Agreement shall remain in full force and effect until you use the Website or are availing our services. We can terminate your access to the Website for any reason with or without sending a notice to you at the email address and/or sending SMS and/or making call on the registered number provided by you.",
      "paragraph2": "All provisions of this Agreement that by their nature should survive termination shall survive termination, including, without limitation, disclaimers, indemnity, and limitations of liability. Termination of your access to the Website and/or use of the Services shall not relieve you of any obligations arising or accruing prior to such termination."
    },
    "section4": {
      "title": "PROPRIETARY RIGHTS IN THE CONTENT",
      "paragraph1": "All the intellectual proprietary rights in the tradenames, trademarks, logos, designs, graphics, photographs, images, audio and video files, data, information, texts, advertisement, and any other materials (collectively “Content”) belong to the CIDCO and its licensors.",
      "paragraph2": "Content posted on the Website is for your personal use only and not for commercialization. You shall not decompile, reverse engineer, copy, modify, publish, transmit, distribute, rent, lease, loan, sell, sublicense, or create derivative works based on the Content (either in whole or in part) unless you have been specifically authorized to do so by CIDCO or by the owner of the Content in writing.",
      "paragraph3": "Any such act or an attempted act on your part shall constitute a violation of the Term of the Agreement and CIDCO reserves the right to initiate appropriate remedial measures wherever applicable for any violations as per the law of the land."
    },
    "section5": {
      "title": "CONTENT POSTED ON THE WEBSITE",
      "paragraph1": "You understand and agree that we may delete any Content that in our sole judgment violate any Term of the Agreement or which might be offensive, illegal, or that might violate the rights, harm, or threaten the safety of CIDCO, Website, or the Client.",
      "paragraph2": "You understand and hereby agree that you are solely responsible for all your Content you upload, email, transmit or otherwise make available on the Website. Under no circumstances we shall be liable in any way for your Content, either in whole or in part, including, but not limited to, any errors, omissions therein, or any loss or damage of any kind incurred because of the use of your Content uploaded, emailed, transmitted, or otherwise made available by you on the Website.",
      "paragraph3": "However, we reserve the right to verify credibility of your Content uploaded, emailed, transmitted, or otherwise made available on the Website. In exercising this right, we may ask you to provide any documentary evidence supporting your Content. If you fail to produce such evidence to our satisfaction, then such act will constitute violation of a Term of this Agreement and we, in our sole discretion, terminate your right to use the Website and/or Services without any liabilities of whatever nature.",
      "paragraph4": "You automatically grant, and you represent and warrant that you have the right to grant, to us an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, modify, publish, transmit, distribute, rent, lease, loan, sell, sublicense, or create derivative works of, or incorporate into other works the Content you uploaded, emailed, transmitted, or otherwise made available on the Website."
    },
    "section6": {
      "title": "THIRD PARTY CONTENT AND LINKS",
      "paragraph1": "Third party content may appear on this Website or may be accessible via links from this Website. Your use of such third-party content or links shall be governed by the terms of use and policies applicable to the corresponding third party.",
      "paragraph2": "We make no representation or endorsement regarding the accuracy, relevancy, copyright compliance, legality, completeness, timeliness or quality of third-party content or links appearing on the Website. We do not screen or investigate third-party content or links before or after including it on our Website.",
      "paragraph3": "You further acknowledge and agree that we are not liable for any loss or damage which may be incurred by you on account of accessing those third-party links, or any reliance placed by you on the completeness, accuracy, or existence of third-party content available on our Website or such third-party links. Without limiting the generality of the foregoing, we expressly disclaim any liability for any illegal and prohibited content provided by third parties."
    },
    "section7": {
      "title": "ILLEGAL AND PROHIBITIVE CONTENT",
      "paragraph1": "If you upload, email, transmit, or otherwise make available such illegal or prohibited Content on the Website, then we shall investigate and initiate appropriate legal action in our sole discretion against you, including without limitation, removing the said illegal and prohibitive Content from the Website and terminating your right to use the Website and/or the Services without any liabilities of whatever nature. The following is an illustration of suggestive list of Content that is illegal or prohibited on the Website:",
      "listItems": {
        "item1": "belongs to another person and to which you do not have any right to;",
        "item2": "is grossly harmful, harassing, blasphemous defamatory, obscene, pornographic, pedophilic, libelous, invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever;",
        "item3": "harm minors in any way;",
        "item4": "infringes any patent, trademark, copyright or other proprietary rights;",
        "item5": "violates any law for the time being in force;",
        "item6": "deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature;",
        "item7": "impersonate another person;",
        "item8": "contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer resource;",
        "item9": "threatens the unity, integrity, defense, security or sovereignty of India, friendly relations with foreign states, or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation."
      },
      "paragraph2": "You must use the Website in a manner consistent with any and all applicable local, state, and central laws, rules and regulations."
    },
    "section8": {
      "title": "DISCLAIMERS",
      "paragraph1": "The Content accessible on the Website do not constitute advice on the Services offered by CIDCO. We do not represent and warrant that the Content provided on the Website are accurate, complete, and updated. You shall be solely responsible for access to and use of our Website, Services, or any Content posted on our Website. You understand and agree that Services offered by us are provided to you on an \"as is\" and \"as available\" basis. Without limiting the foregoing, to the full extent permitted by law, we disclaim all warranties and conditions, express or implied, of merchantability, fitness for a particular purpose, or non-infringement."
    },
    "section9": {
      "title": "LIMITATION OF LIABILITY",
      "paragraph1": "In no event CIDCO, its directors, subsidiaries, affiliates, officers, employees, agents and business partners shall be liable to you or any third person for any direct, indirect, consequential, exemplary, incidental, special or punitive damages, including without limitation any loss of profit, loss of goodwill arising from your use of the Website, Services and Content posted on the Website, even if CIDCO has been advised of the possibility of such damages.",
      "paragraph2": "Notwithstanding anything to the contrary contained herein, CIDCO’s liability to you for any cause whatsoever and regardless of the form of the action, will always be limited to the amount paid by you to the CDICO for the Services."
    },
    "section10": {
      "title": "INDEMNITY",
      "paragraph1": "You agree to indemnify and hold the CIDCO, its directors, subsidiaries, affiliates, officers, employees, agents, and business partners, harmless from any loss, liability, claim or demand, including reasonable attorney's fees, made by any third party due to or arising out of your breach of a Term of the Agreement, your use of any Services offered by us, or any Content uploaded, emailed, transmitted or otherwise made available on the Website which infringes intellectual property rights of a third-party."
    },
    "section11": {
      "title": "PRIVACY",
      "paragraph1": "Your use of the Website and the Services offered by us is governed by our Privacy Policy, available through this link."
    },
    "section12": {
      "title": "GRIEVANCE OFFICER",
      "paragraph1": "Any disputes, differences, or concerns with regards to the Content or breach of any Terms shall be immediately informed to the designated Grievance Officer as mentioned below in writing or by way of raising a grievance ticket through the hyperlink mentioned below:",
      "addressLine1": "Mr./Mrs.",
      "addressLine2": "Address",
      "addressLine3": "Client",
      "addressLine4": "Pvt. Ltd.",
      "addressLine5": "Email",
      "addressLine6": "Phone",
      "addressLine7": "Grievances portal"
    },
    "section13": {
      "title": "CONSENT FOR COMMUNICATIONS",
      "paragraph1": "If you access the Website or apply for the Services, then you agree to receive certain specific emails, messages, calls from the CIDCO, its subsidiaries, associates, affiliates, or business partners pursuant thereto. You hereby agree and affirm that such messages sent and/or call made would not be considered as a violation of the TRAI regulations even if you are registered under the DND list."
    },
    "section14": {
      "title": "RIGHT TO MODIFY TERMS",
      "paragraph1": "We reserve the right to modify this Terms periodically, for any reason, and without notice. Please review the Terms often so that you are apprised of any changes made therein. Any such modification shall be binding and effective immediately on the date of its release on the Website."
    },
    "section15": {
      "title": "SEVERABILITY",
      "paragraph1": "If any provision of these Terms is deemed unlawful, invalid, or unenforceable by a judicial authority for any reason, then that provision shall be deemed severed from these Terms, and the remainder of the Terms shall continue in full force and effect."
    },
    "section16": {
      "title": "WAIVER",
      "paragraph1": "Any Term of this Agreement may be waived at any time by any party that is entitled to the benefit thereof, but no such waiver shall be effective unless set forth in a written instrument duly executed by or on behalf of the party waiving such Term. No waiver by any party of any Term of this Agreement, in any one or more instances, shall be deemed to be or construed as a waiver of the same or any other Term of this Agreement on any future occasion. All remedies either under this Agreement or by law or otherwise afforded, shall be cumulative and not alternative."
    },
    "section17": {
      "title": "INTERPRETATION",
      "paragraph1": "The section and subject headings in these Terms are included for reference only and shall not be used to interpret any provisions of these Terms."
    },
    "section18": {
      "title": "JURISDICTION AND APPLICABLE LAW",
      "paragraph1": "Any disputes and/or differences arising out of or relating to use and/or access of the Website, Services, or the Terms of this Agreement shall be governed by the Laws of India and submitted to the exclusive jurisdiction of the court in Navi Mumbai, India."
    }
  }
}